--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY MARKOS                        ▀▄ ▄▀ 
▀▄ ▄▀     BY MARKOS (@MARKOS_DEV)          ▀▄ ▄▀ 
▀▄ ▄▀     DEV CHANNEL:HUAAHU99             ▀▄ ▄▀   
▀▄ ▄▀          SOURCE SARAYA               ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do
ws = {} 
rs = {} 
ws[1] = "هلو" 
rs[1] = "هلوات ع نبي 😂💔️ "    

ws[2] = "شلونكم" 
rs[2] = "😹🌚موزينين بشوفتك/ج"

ws[3] = "سلام وعليكم"
rs[3] = "عليكم السلام نورت🌚❤️"

ws[4] = "شلونك"
rs[4] = "😹🌚من شفتك/ج صار عندي جالي"

ws[5] = "شلونج"
rs[5] = "😹🌚موزين من شفتك/ج"

ws[6] = "المطور"
rs[6] = "@markos_dev هذا مطور السورس"

ws[7] = "السورس"
rs[7] = "s.r.a"

ws[8] = "القناة"
rs[8] = "@huaahu99   قناة السورس"

ws[9] = "هلاو"
rs[9] = "هلاوات"

ws[10] = "وين"
rs[10] = "يم خالتك"

ws[11] = "تعال"
rs[11] = "😹🌚دعوفة لزكت بي"

ws[12] = "ماركوس"
rs[12] = "فديتة هذا مطور السورس😍❤️"

ws[13] = "شكو ماكو"
rs[13] = "❤️🌚سلامتك/ج حبي"

ws[14] = "ماحبك"
rs[14] = "طبك مرض لتحبني من حبتك حية"

ws[15] = "احبك"
rs[15] = "حبيبي/تي تكبل/ين وياي😍❤️"

ws[16] = "تخليني"
rs[16] = "اي اخيلك بس خاف تنكلب السفينة🌚"

ws[17] = "تحبني"
rs[17] = "احب بس ماركوس مطوري😍❤️"

ws[18] = "غنيلي"
rs[18] = "موجوع كلبي😔والتعب بية☹️من اباوع على روحي😢ينكسر كلبي عليه😭"

ws[19] = "انجب"
rs[19] = "انجب انته يا خرا😑"

ws[20] = "تعال خاص"
rs[20] = "لضل زاحف اثكل اشوية😑😹"

ws[21] = "شكد عمرك"
rs[21] = "وانته شعليك/يج قابل تريد تزوجه😹😹"

ws[22] = "شكد عمرج"
rs[22] = "اهوووو بدة الزحف🌚😹"

ws[23] = "حسين"
rs[23] = "فديته هذا الصنعني😍😍"

ws[24] = "🌚"
rs[24] = "شبيك وجهك مصخم طاكة عليك عبوة🌚😹"

ws[25] = "😌"
rs[25] = "حواجبك رادلهن تاتو😹"

ws[26] = "😹😹😹"
rs[26] = "اثكل لضل فطير"

ws[27] = "😳"
rs[27] = "شبيك"

ws[28] = "تروح"
rs[28] = "ماروح وياك انته مو راحة"

ws[29] = "بوت"
rs[29] = "شتريد احجي بسرعة ترة خبلتني😑"

ws[30] = "حبيبي"
rs[30] = "منين جيت حبيبك/ج😐😕"

ws[31] = "ولي"
rs[31] = "ولي انته/ي😑"

ws[32] = "نعال"
rs[32] = "نعال بحلكك يا خرا🌝😹😹"

ws[33] = "اني"
rs[33] = "انته اكبر زاحف وملطلط مال بنات🌝😹😹"

ws[34] = "طن"
rs[34] = "طنات🌝"

ws[35] = "🖖🌚"
rs[35] = "هلة استادي🌚🖖"

ws[36] = "تبادل"
rs[36] = "دكافي ما مليت العالم وين وصلت وانته بعدك عل تبادل🌝😹"

ws[37] = "امشي"
rs[37] = "امشي انته واني وراك/ج🌝❤️"

ws[38] = "🙄"
rs[38] = "نزل عينك لتبيع ثكل🌝😹"

ws[39] = "😘"
rs[39] = "لتوزع/ين بوسات هنا وهنا🌝😹"

ws[40] = "😍"
rs[40] = "   اهوووو بدة الزحف"

ws[41] = "🚶"
rs[41] = "دير بالك لا تعثر وتوكع🌝"

ws[41] = "احمد"
rs[41] = "صاك الكروب😍🙊"

ws[42] = "😔"
rs[42] = "لتضوج حبيبي ماكو شي يسوة😭"

ws[43] = "😂"
rs[43] = " مو دوم🌝"

ws[44] = "😊"
rs[44] = "لتوزع ابتسامات عود انته فاعل خير🌝😹"

ws[45] = "هلة"
rs[45] = ""

ws[46] = "لا هلة ولا مرحبة🌝😹😹"
rs[46] = ""

ws[47] = ""
rs[47] = ""

ws[48] = "هلا"
rs[48] = "هلا بيك/ج حبي🌝❤️"

ws[49] = ""
rs[49] = ""

ws[51] = ""
rs[51] = ""

ws[52] = ""
rs[52] = ""

ws[53] = ""
rs[53] = ""

ws[54] = "اروح"
rs[54] = "روح من راحت روحك"

ws[55] = "مساء الخير"
rs[55] = " هوة اليشوف وجهك يشوف خير😹"

ws[56] = "صباح الخير"
rs[56] = "صباح الورود هوة اليشوف وجهك يشوف خير😹"

ws[57] = "تبارك"
rs[57] = "فديتهة توتاية😍🙊"

ws[58] = "علي"
rs[58] = "يمه الثكيل فديت😍❤️"

ws[59] = ""
rs[59] = ""

ws[60] = "مريم"
rs[60] = "فديتهة حبيبة مطور السورس😍❤️"

ws[61] = ""
rs[61] = ""

ws[62] = ""
rs[62] = ""

ws[63] = ""
rs[63] = ""

function run( msg, matches ) 
   local i = 0; local w = false 
  for k,v in pairs(ws) do 
      if ( string.find(string.upper(msg.text), "^" .. string.upper(v) .. "$") ) then 
         i = k; w = true; 
      end 
   end 
   if ( (w ~= false) and (i ~= 0) ) then 
      R = get_receiver(msg) 
      reply_msg(msg.id, rs[i], ok_cb, false ) 
   end 
   if ( msg.text == "about" ) then 
      if ( msg.from.username == "@kasper_dev" ) then 
         R = get_receiver(msg) 
         send_large_msg ( R , "kasper TP @kasper_dev" ); 
      end 
   end 
end 
return { 
   patterns = { 
      "(.*)" 
     }, 
     run = run 
} 
end
