--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY MARKOS                        ▀▄ ▄▀ 
▀▄ ▄▀     BY MARKOS (@MARKOS_DEV)          ▀▄ ▄▀ 
▀▄ ▄▀     DEV CHANNEL:HUAAHU99             ▀▄ ▄▀   
▀▄ ▄▀          SOURCE SARAYA               ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

function run(msg, matches)
return [[🔰البوت الذي يعمل على كروبات السوبر🔰

تم صنع البوت بواسطة المطور🔰

🔰DEV:@MARKOS_DEV🔰

🔰DEV:CHANNEL:@DEV_MARKOS🔰

🔰BOT:@hussein99hu_bot🔰

🔰مطور السورس🔰

🔰@MARKOS_DEV🔰

🔰قناة السورس🔰

🔰@DEV_MARKOS🔰

🔰بوت تواصل للمحضورين🔰

🔰@hussein99hu_bot🔰

]]
end

return {
description = "Shows bot q", 
usage = "spam Shows bot q",
patterns = {
"^(المطور)$",
},
run = run 
}